/* Total cart items in singular */
"%1$i item" = "%1$i Artikel";

/* Total cart items in plural */
"%1$i items" = "%1$i Artikel";

/* Completed count of results */
"%1$i result%2$@" = "%1$i result%2$@";

/* Search results description */
"%1$i result%2$@ found for \"%3$@\"" = "%1$i result%2$@ found for \"%3$@\"";

/* Stock details in stock */
"%1i in stock" = "%1i vorrätig";

/* Mail sharing subject */
"A Hybris Product" = "Ein hybris Produkt";

/* No comment provided by engineer. */
"Account" = "Konto";

/* Title of the button that lets the user enter a new address and also the views title. */
"Add new address" = "Neue Adresse hinzufügen";

/* Title of the view that lets the user enter a new address. */
"Add New Address" = "Neue Adresse";

/* No comment provided by engineer. */
"Add new payment" = "Neue Bezahlungsart hinzufügen";

/* Title of the button to add a product to the cart. */
"Add to cart" = "In den Warenkorb";

/* Title for the view that shows the users address book. */
"Address Book" = "Adressbuch";

/* Address added alert message */
"Address Added" = "ie Addresse wurde hinzugefügt.";

/* Address updated alert message */
"Address Updated" = "Die Addresse wurde aktualisiert.";

/* All Reviews title */
"All Reviews" = "Alle Rezensionen";

/* Crash alert title */
"Application Problem" = "Application Problem";

/* No comment provided by engineer. */
"Back" = "Zurück";

/* Title for barcode scan failure */
"Barcode error" = "Barcode-Fehler";

/* Barcode scan failure message because user not logged in */
"You need to be logged in to scan this QR Code." = "Sie müssen angemeldet sein um diesen Barcode scannen zu können.";

/* Basket tab title */
"Basket" = "Warenkorb";

/* No comment provided by engineer. */
"Call" = "Anrufen";

/* Title for the cancel button. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Change Currency" = "Währung ändern";

/* Title for the view to change the users email. */
"Change Email" = "E-Mail ändern";

/* No comment provided by engineer. */
"Change Language" = "Sprache ändern";

/* Title for the view to change the users password. */
"Change Password" = "Passwort ändern";

/* Title of the checkout view and the button to get to the checkout page. */
"Checkout" = "Kasse";

/* Clear all button title. */
"Clear All" = "Alles löschen";

/* Shop closed */
"Closed" = "Geschlossen";

/* Informing the user an item has finished copying */
"Copied" = "Kopiert";

/* No comment provided by engineer. */
"Copy" = "Kopieren";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Kopierend";

/* No comment provided by engineer. */
"day" = "Tag";

/* No comment provided by engineer. */
"days" = "Tage";

/* No comment provided by engineer. */
"Delivery address" = "Lieferadresse";

/* Product delivery information title */
"Delivery Information" = "Lieferinformation";

/* No comment provided by engineer. */
"Delivery Method" = "Versandart";

/* No comment provided by engineer. */
"Delivery method" = "Versandart";

/* No comment provided by engineer. */
"Delivery:" = "Versand:";

/* Product description title */
"Description" = "Beschreibung";

/* Did you mean...? */
"Did you mean \"%1$@\"?" = "Meinten Sie \"%1$@\"?";

/* No comment provided by engineer. */
"Dismiss" = "Verwerfen";

/* Title for the done button. */
"Done" = "Fertig";

/* Title for the edit button. */
"Edit" = "Bearbeiten";

/* Title for the view that lets the user edit a address. */
"Edit Address" = "Adresse bearbeiten";

/* Title for the view that lets the user edit payment details. */
"Edit Payment Details" = "Bezahlungsdetails bearbeiten";

/* Placeholder for email login field */
"Email address" = "E-Mail-Adresse";

/* No comment provided by engineer. */
"Email" = "E-Mail";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Das Senden der E-Mail ist fehlgeschlagen. Bitte versuchen Sie es erneut.";

/* Message for when a password request fails because email address is not found */
"Email address not found" = "E-Mail-Adresse konnte nicht gefunden werden";

/* Error alert box title */
"Error" = "Fehler";

/* Alert title for opening an external link. */
"External Link" = "Externer Link";

/* Error alert title */
"ErrorMessage" = "Fehlermeldung";

/* Facebook button title */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "Fehlgeschlagen";

/* Title of the feature section of a store detail. */
"Features" = "Besonderheiten";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* Button text for forgotten password */
"Forgotten your password?" = "Passwort vergessen?";

/* Forgot password alert title */
"Forgot Password" = "Passwort vergessen";

/* Error alert box title for expected errors */
"General Error alert box title" = "Entschuldigung";

/* Title of directions button */
"Get Directions" = "Routenplanung";

/* Home Screen Title */
"Home" = "[y]";

/* No comment provided by engineer. */
"hour" = "Stunde";

/* No comment provided by engineer. */
"hours" = "Stunden";

/* No comment provided by engineer. */
"I have read and agree with the Terms & Conditions" = "Ich habe die Nutzungsbestimmungen gelesen und akzeptiere sie.";

/* In Stock */
"In Stock" = "Vorrätig";

/* No comment provided by engineer. */
"Includes tax" = "Inkl. Steuern";

/* No comment provided by engineer. */
"Item Price" = "Produktpreis";

/* Loading message */
"Loading" = "Ladend";

/* Login button */
"Login" = "Anmelden";

/* Login changed alert message */
"Login changed" = "Login changed";

/* Logout button */
"Logout" = "Abmelden";

/* Low Stock */
"Low Stock" = "niedriger Lagerbestand";

/* Mail button title */
"Mail" = "E-Mail";

/* InAppSettingsKit */
"Mail not configured" = "Mail nicht konfiguriert";

/* No comment provided by engineer. */
"min" = "min";

/* No comment provided by engineer. */
"mins" = "mins";

/* No comment provided by engineer. */
"month" = "Monat";

/* No comment provided by engineer. */
"months" = "Monate";

/* Product more information title */
"More Information" = "Weitere Informationen";

/* Completed count of product (singular) */
"n product" = "%1$i Produkt";

/* Completed count of products (plural) */
"n total products" = "%1$i Produkte";

/* Completed count of results (plural) */
"n total results" = "%1$i Ergebnisse";

/* Button text for new customer */
"New customer" = "Neuer Kunde";

/* Text for next button above the form keyboard */
"Next" = "Nächstes";

/* Barcode scan failure message because order not found */
"No order found for this QR code." = "Es konnte keine Bestellung mit diesem QR code gefunden werden.";

/* No comment provided by engineer. */
"No" = "Nein";

/* Text for no results string in table. */
"No results" = "Keine Ergebnisse";

/* User not logged in message */
"Not logged in" = "Nicht angemeldet";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "von";

/* InAppSettingsKit
   OK button */
"OK" = "OK";

/* Stock details low stock */
"Only %1$i left" = "Nur %1$i übrig";

/* Title of the opening hours section of a store detail. */
"Opening Hours" = "Öffnungszeiten";

/* Button title to open external application */
"Open" = "Öffnen";

/* Title of map button */
"Open Map" = "Karte öffnen";

/* Title for the view that shows the order history. */
"Order History" = "Meine Bestellungen";

/* Section header for order status */
"Order Status" = "Bestellstatus";

/* No comment provided by engineer. */
"Order Totals:" = "Bestellsumme:";

/* Out Of Stock */
"Out Of Stock" = "Nicht vorrätig";

/* Placeholder for password login field */
"Password" = "Passwort";

/* Error message for mismatching password */
"Password mismatch" = "Die Passwörter stimmen nicht überein.";

/* Message for when a password reset email has been sent */
"Password reset email sent" = "Die E-Mail für die Zurücksetzung des Passworts wurde verschickt.";

/* Title for the view that shows the users payment details. */
"Payment Details" = "Bezahlungsdetails";

/* Name of the section where the user can chose the payment method. */
"Payment Method" = "Bezahlart";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* No comment provided by engineer. */
"Placed on" = "Bestellt am";

/* Message for when a password reset failed due to no email */
"Please enter an email address" = "Bitte geben Sie eine E-Mail-Adresse ein.";

/* Facebook success message */
"Posted to Facebook" = "Auf Facebook gepostet";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "in Vorbereitung";

/* Text for previous button above the form keyboard */
"Previous" = "Vorheriges";

/* No comment provided by engineer. */
"Product" = "Produkt";

/* No comment provided by engineer. */
"Products" = "Produkte";

/* Product not added to cart message */
"Product not added to cart" = "Das Produkt kommte nicht hinzugefügt werden: %1$@";

/* Promotion label for summary section of the order detail view */
"Promotion" = "Promotion";

/* Quantity label */
"Quantity" = "Anzahl";

/* Refine button label */
"Refine" = "Ändern";

/* Register view title */
"Register" = "Registrierung";

/* Returning Customer label */
"Returning Customer" = "Bestandskunde";

/* External link title */
"Safari Link" = "Safari Link";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* Informing the user an item has been saved */
"Saved" = "Gespeichert";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Saving";

/* Scan tab title */
"Scan" = "Scan";

/* Search placeholder */
"Search" = "Suchen";

/* No comment provided by engineer. */
"sec" = "sec";

/* No comment provided by engineer. */
"secs" = "secs";

/* Variant field with no selected value. */
"select %@" = "%@ auswählen";

/* No comment provided by engineer. */
"Select a delivery address" = "Wählen Sie eine Lieferadresse";

/* No comment provided by engineer. */
"Select a delivery mode" = "Wählen Sie eine Lieferart";

/* No comment provided by engineer. */
"Select a payment method" = "Wählen Sie eine Bezahlart";

/* No comment provided by engineer. */
"Settings" = "Einstellungen";

/* Home tab title */
"Shop" = "Shop";

/* Show customer reviews in product detail view. */
"Show Customer Reviews" = "Zeige Kundenrezensionen";

/* On-going count of products */
"Showing n of m products" = "%1$i von %2$i Produkten";

/* On-going count of results */
"Showing n of m results" = "%1$i von %2$i Ergebnissen";

/* Title for login view */
"Sign in" = "Anmeldung";

/* No comment provided by engineer. */
"size" = "Größe";

/* Friendly crash alert copy */
"Sorry we have to close the app because an unknown error has occurred. We have logged this error and if this happens frequently you should look out for an app update." = "Die App muss geschlossen werden da ein unbekannter Fehler aufgetreten ist. Wir haben diesen Fehler aufgezeichnet und Sie sollten überprüfen ob es eine App-Aktualisierung gibt, wenn dies mehrfach auftritt.";

/* Store Locator tab title */
"Stores" = "Filialen";

/* Title of the store detail page */
"Store Description" = "Geschäftsbeschreibung";

/* Title of Store Locator View Controller */
"Store Locator" = "Filialfinder";

/* No comment provided by engineer. */
"style" = "Stil";

/* Button title for saving form values */
"Submit" = "Speichern";

/* No comment provided by engineer. */
"Subtotal:" = "Zwischensumme:";

/* Success alert box title */
"Success" = "Erfolg";

/* No comment provided by engineer. */
"Thank you for your order!" = "Vielen Dank für Ihre Bestellung!";

/* Facebook error message */
"There was a problem posting to Facebook" = "Es gab ein Problem zu Facebook zu posten.";

/* Product barcode scan failure message (product not found) */
"There is no product matching this QR code in the system." = "Es gibt kein Produkt, das diesem QR-Code zugeorndet werden kann m System.";

/* General barcode scan failure message */
"There was an error scanning the\n barcode. Please try again." = "Es gab ein Problem beim Scannen des Barcodes. Bitte versuchen Sie es noch einmal.";

/* General URL handling failure message */
"There was an error handling the\n URL." = "Es gab ein Problem beim Behandeln der URL.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Ihr Gerät ist nicht für den Versand von E-Mails konfiguriert. Bitte konfigurieren Sie die Mail-Einstellungen in der Einstellungen-App.";

/* Total price */
"Total" = "Summe";

/* No comment provided by engineer. */
"Total:" = "Summe:";

/* Twitter button title */
"Twitter" = "Twitter";

/* Error message for location update that took too long. */
"Unable to geolocate you." = "Die Ortung war nicht möglich.";

/* Title for the view to update the users profile. */
"Update Profile" = "Profil aktualisieren";

/* Title for handle URL failure */
"URL error" = "URL-Fehler";

/* Alert message for success registration. */
"User registration successful" = "Die Benutzerregistrierung war erfolgreich.";

/* VAT label for summary section of the order detail view */
"VAT" = "MwSt.";

/* Labels of the short weekdays names for the opening hours of a store. */
"Weekdays" = "Mo\nDi\nMi\nDo\nFr\nSa\nSo";

/* No comment provided by engineer. */
"year" = "Jahr";

/* No comment provided by engineer. */
"years" = "Jahre";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* External link message */
"You are leaving the app. Do you wish to continue?" = "Sie verlassen diese App. Möchten Sie fortfahren?";

/* No search resulst help text */
"You may have typed your word incorrectly, please check for misspellings.\nYou may have been too specific." = "Sie haben das Wort eventuell falsch geschrieben, bitte überprüfen Sie auf Rechtschreibfehler.\nEventuell sind Sie zu spezifisch.";

/* Title of the customers basket view. */
"Your Basket" = "Warenkorb";

